{
    "article": [
        {
            "title":"Cegah Katarak dengan Menjaga Kadar Gula Darah Tetap Normal",
            "imageId":"kadargula.png",
            "description":"<p>Katarak terbentuk di lensa mata, yaitu di belakang iris. Lensa sendiri bertugas untuk memfokuskan cahaya yang masuk ke dalam mata, menghasilkan gambar yang jelas dan tajam di retina. Lensa seperti selaput peka cahaya di mata yang berfungsi seperti film pada kamera. Organ tersebut menjadi kurang fleksibel seiring dengan bertambahnya usia.<br>Selain kurang fleksibel, lensa menjadi kurang transparan, dan juga lebih tebal. Kondisi tersebut menyebabkan jaringan di dalam lensa menjadi rusak dan menggumpal. Jika seseorang mengidap katarak, mata akan semakin bertambah keruh dan keruhan menyebar lebih luas, sehingga menghalangi cahaya yang melewati lensa. Hal tersebut akan mencegah retina melihat dengan lebih jelas.<br>Akibatnya, penglihatan menjadi kabur. Katarak umumnya terjadi di kedua mata. Di mana salah satu mata memiliki kondisi yang lebih parah. Lantas, apakah dengan menjaga kadar gula darah tetap normal dapat mencegah katarak? <br>Mencegah katarak dapat dilakukan dengan menjaga kadar gula darah tetap normal. Hal tersebut berlaku pada pengidap diabetes tipe 1 dan tipe 2. Pasalnya, kadar gula darah yang terlalu tinggi dan berlangsung dalam waktu yang lama akan memicu munculnya berbagai komplikasi pada tubuh, salah satunya adalah lensa mata. Jika kondisi tersebut dibiarkan, bukan hal yang tidak mungkin jika sejumlah gejala katarak muncul.<br>Pengidap diabetes memiliki risiko yang lebih tinggi untuk mengidap katarak dibanding dengan orang sehat pada umumnya. Hubungan keduanya terletak pada gula dalam darah. Gula dalam darah sebagian akan masuk ke dalam lensa mata sebagai nutrisi. Jika kadarnya tidak terkontrol, maka kadar gula pada lensa mata akan meningkat. Kondisi tersebut akan memicu masuknya air ke dalam lensa mata, sehingga muncul pembengkakan pada lensa.<br>Kemudian, enzim pada mata akan mengubah gula yang berlebihan menjadi zat sorbitol. Zat ini dapat memicu perubahan protein pada lensa, sehingga lensa menjadi keruh. Nah, saat itulah sejumlah gejala katarak perlahan-lahan akan muncul. Jadi, jangan sepelekan tingginya kadar gula dalam darah, karena kondisi tersebut dapat berujung pada katarak.</p>",
            "source":"https://www.halodoc.com/artikel/cegah-katarak-dengan-menjaga-kadar-gula-darah-tetap-normal"
        },
        {
            "title":"Bahaya Paparan Sinar Ultra Violet Matahari",
            "imageId":"uv.png",
            "description":"<p>Sinar matahari yang setiap hari menyinari tentu banyak membantu semua orang tiap harinya. Walau begitu, sinar yang dihasilkan oleh matahari, yaitu sinar uv, dapat menyebabkan beberapa hal negatif. Disebutkan bahwa sinar uv matahari dapat menyebabkan beberapa gangguan, termasuk katarak, gangguan pada mata, hingga kanker mata.<br>Gangguan pada mata, seperti pterygium dapat terjadi pada remaja hingga beberapa orang dewasa tahap awal, terutama pada peselancar, nelayan, petani, atau siapapun yang aktivitas sehari-harinya berada di bawah terik sinar matahari yang langsung terpapar oleh sinar UV.<br>Selain itu, penyakit seperti katarak dan kanker mata membutuhkan waktu yang terbilang lama untuk berkembang. Hal yang meningkatkan risiko tersebut adalah di bawah sinar matahari tanpa alat pelindung, sehingga kemungkinan kerusakan yang terjadi menjadi lebih besar. Maka dari itu, seseorang harus menggunakan topi dan kacamata hitam, terutama pada bayi dan anak-anak.<br><br>Terdapat beberapa jenis sinar UV yang dapat menyebabkan beberapa gangguan terhadap tubuh seseorang dan tiap tipe dapat menyebabkan penyakit yang berbeda. Berikut adalah beberapa jenis sinar UV yang dihasilkan oleh matahari:<br> 1.UVA<br>UVA adalah sinar yang paling menembus kulit. Sinar UVA dapat membentuk 95 persen dari radiasi UV yang mencapai bumi. UVA merupakan salah satu penyebab kulit berwarna cokelat dan penuaan kulit. Apabila telah menembus kulit yang lebih dalam, hal tersebut memengaruhi lapisan dalam pada kulit dan mata.<br> 2. UVB<br>UVB dapat memengaruhi epidermis, atau lapisan luar pada kulit. Hal ini menyebabkan kulit terbakar, lepuh, atau mungkin kanker kulit. Jika menyerang mata, sinar tersebut dapat memengaruhi kornea, atau bagian depan dari bola mata. Selain itu, sinar UVB dapat menyebabkan iritasi parah, sensitivitas cahaya, dan banyak sobekan.<br> 3. UVC<br>UVC adalah sinar yang paling merusak kulit. Walau begitu, sebagian besar UVC diserap oleh lapisan ozon dan tidak mencapai bumi.<br><br>Disebutkan bahwa kanker mata yang terjadi pada seseorang dikarenakan paparan sinar matahari dapat terjadi seumur hidup. Melanoma adalah sebuah kanker ganas yang paling sering terjadi pada bola mata dan terkadang membutuhkan pengangkatan melalui pembedahan pada kelopak mata.<br>Melanoma konjungtiva lebih umum terjadi pada seseorang dengan sindrom mol atipikal. Seseorang yang memiliki diameter lebih tebal pada mol tersebut umumnya lebih berisiko. Seseorang dengan melanoma kulit dan/atau tahi lalat atipikal harus melakukan evaluasi oftalmologis tahunan agar terhindar dari kanker mata.        </p>",
            "source":"https://www.halodoc.com/artikel/benarkah-paparan-sinar-ultra-violet-matahari-picu-kanker-mata"
        },
        {
            "title":"Katarak di Usia Muda? Ini Pencegahannya",
            "imageId":"muda.png",
            "description":"<p>Gangguan mata katarak terjadi karena pengaburan lensa mata yang biasanya jernih. Bagi orang yang mengalami katarak, penglihatan seperti berkabut sehingga pandangan menjadi kabur. Penglihatan kabur yang disebabkan oleh katarak dapat membuatnya lebih sulit untuk membaca, mengendarai mobil (terutama di malam hari), atau melihat ekspresi di wajah teman. <br>Pada awalnya, bantuan kacamata dapat membantu seseorang mengatasi katarak. Namun, jika gangguan penglihatan mengganggu aktivitas, seseorang mungkin perlu operasi katarak. Operasi tersebut biasanya merupakan prosedur yang aman dan efektif. Namun, tetap saja mencegah lebih baik daripada mengobati. <br>Agar tidak mengalami gangguan katarak sejak dini, inilah beberapa pencegahan yang dapat kamu lakukan:<br>1. Makan Makanan Sehat<br>Jika gangguan katarak terdapat dalam riwayat keluarga, mungkin agak sedikit sulit untuk mencegahnya. Namun, kamu tetap bisa mengubah pola makan dan diet. Beberapa penelitian menunjukkan bahwa mengonsumsi makanan tinggi antioksidan seperti vitamin C dan E dapat membantu mencegah katarak. Jika kamu sudah memiliki katarak sebelumnya, ini dapat memperlambat pertumbuhannya. <br>Sumber vitamin C yang baik dapat ditemui pada jeruk, tomat, paprika, buah kiwi, brokoli, stroberi, kubis, blewah, atau kentang. Untuk vitamin E, kamu dapat menemukannya pada biji bunga matahari, bibit gandum, kacang-kacangan (terutama almond), atau sayuran hijau (bayam dan brokoli). Dua vitamin bernama lutein dan zeaxanthin dapat membantu melindungi mata dari katarak. <br>Pastikan pula kamu makan buah dan sayuran setiap hari. Lima porsi sayuran dapat menyediakan lebih dari 100 miligram vitamin C dan 5 hingga 6 miligram lutein dan zeaxanthin. Dengan dua porsi kacang dapat menyediakan 8 hingga 14 miligram vitamin E. Jika kamu merasa sulit untuk memasukkan semua ini ke dalam makanan sehari-hari, kamu bisa mendapatkannya melalui multivitamin atau suplemen.<br>2. Berhenti Merokok<br>Bukan rahasia umum lagi bahwa merokok berdampak negatif bagi paru-paru dan jantung. Ternyata rokok juga berbahaya bagi mata. Dalam hal katarak, merokok adalah faktor risiko yang bisa dikendalikan. Dengan merokok dapat menciptakan lebih banyak radikal bebas di mata. Ini adalah bahan kimia yang merusak sel dan menghasilkan banyak racun yang dapat menyebabkan katarak. <br>Jika kamu menghentikan kebiasaan merokok, itu mungkin akan membantu mencegah katarak. Jika kamu sudah merokok banyak dalam waktu yang lama. Bicarakan pada dokter melalui aplikasi Halodoc mengenai program dan obat-obatan yang dapat membantu kamu berhenti merokok. <br>3. Kenakan Kacamata Hitam<br>Selain bisa membuat kamu terlihat keren, kacamata hitam juga dapat membantu mengurangi risiko terkena katarak. Sinar ultraviolet (UV) dapat menyebabkan perubahan pada mata. Selain itu, sinar UV sebenarnya dapat merusak protein dalam lensa mata. Ada banyak pilihan untuk kacamata hitam yang terlihat bagus dan melindungi mata secara bersamaan. Saat membeli kacamata hitam, carilah jenis:<br><br>&nbsp; 1. Blokir 99% hingga 100% dari sinar UVA dan UVB.<br>&nbsp; 2. Layar 75% hingga 90% dari cahaya tampak.<br>&nbsp; 3. Sesuaikan bentuk wajah dengan bingkai yang dekat dengan mata.<br>&nbsp; 4. Pilih warna abu-abu yang juga sangat membantu saat mengemudi. <br> 4. Batasi Alkohol <br>Ada beberapa bukti bahwa minum terlalu banyak alkohol dapat meningkatkan risiko katarak. Jika kamu minum kurang dari dua minuman ukuran standar setiap hari, peluang mendapatkan katarak mungkin lebih rendah daripada jika kamu tidak pernah minum sama sekali. Namun, penelitian juga menunjukkan bahwa minum lebih dari dua gelas sehari dapat meningkatkan peluang tersebut. <br>5. Jaga Gula Darah<br>Jika kamu mengalami diabetes, tentu mengetahui betapa pentingnya menjaga kadar gula darah agar tetap terkendali. Selain itu, ternyata menjaga kadar gula juga dapat membantu mencegah katarak. Itu karena orang yang mengidap diabetes lebih mungkin mengembangkan masalah kesehatan mata daripada orang yang tidak. <br>Lensa akan membengkak jika gula darah tetap terlalu tinggi terlalu lama. Lensa juga mengubah gula darah menjadi sorbitol. Ketika zat ini terkumpul di lensa, kamu akan melihat kurang jelas dan katarak dapat terjadi.</p>",
            "source":"https://www.halodoc.com/artikel/katarak-di-usia-muda-ini-pencegahannya"
        },
        {
            "title":"bisakah katarak diobati tanpa operasi",
            "imageId":"withoutsurgery.png",
            "description":"<p style=\"color: black;font-weight: 500;\">Katarak adalah masalah mata yang umum seiring bertambahnya usia. Menurut National Eye Institute, pada usia 65 tahun, sekitar seperempat orang mengalami pengaburan lensa alami mata yang dikenal sebagai katarak. Kemungkinannya meningkat dengan setiap dekade kehidupan, dimulai pada sekitar usia 40 tahun. Pada usia 80 tahun, prevalensinya meningkat hingga lebih dari 50 persen.</p><p style=\"color: black;font-weight: 500;\">Katarak dapat membuat penglihatan kabur, mereka bisa membuat lebih sulit untuk melihat dalam cahaya terang atau di malam hari, dan warna mungkin tampak lebih kusam dari sebelumnya. Jika tidak diobati, katarak dapat menyebabkan kebutaan. Namun, bisakah katarak diobati tanpa operasi?.</p><p style=\"color: black;font-weight: 500;\">Perubahan gaya hidup tertentu, seperti menggunakan kacamata untuk alat bantu melihat, atau penggunaan topi dan kacamata hitam saat keluar rumah, membantu mencegah perkembangan katarak lebih lanjut dan menunda operasi katarak. </p><p style=\"color: black;font-weight: 500;\">Namun, sayangnya, untuk benar-benar menyembuhkan katarak, operasi adalah satu-satunya cara yang bisa dilakukan. Operasi pengangkatan katarak biasanya dianjurkan bila kehilangan penglihatan mengganggu aktivitas sehari-hari, seperti mengemudi, membaca, atau menonton TV.</p><p style=\"color: black;font-weight: 500;\">Namun, jika kamu memiliki kondisi mata lain selain katarak, bicarakan dengan dokter tentang risiko, manfaat, alternatif, dan hasil yang diharapkan dari operasi katarak. Kamu dan dokter spesialis mata harus membuat keputusan bersama.</p>",
            "source":"https://www.halodoc.com/artikel/bisakah-katarak-diobati-tanpa-operasi"
        },
        {
            "title":"Ingin Mencegah Katarak? Lakukan 5 Hal Ini",
            "imageId":"cegahkatarak.png",
            "description":"<p>Seiring pertambahan usia, penglihatan seseorang memang cenderung semakin menurun. Bahkan, orang-orang yang sudah berusia lanjut atau lansia berisiko tinggi terkena berbagai macam penyakit mata, salah satunya katarak. Namun, bukan berarti katarak tidak bisa dicegah. Inilah beberapa hal yang bisa kamu lakukan sedari sekarang untuk mencegah katarak di hari tua nanti.</p><p>Katarak adalah penyakit mata yang ditandai dengan munculnya noda putih yang memperkeruh lensa mata, sehingga membuat penglihatan menjadi kabur. Seperti yang sudah disebutkan sebelumnya, katarak umumnya dialami oleh para lansia, tapi kondisi ini bisa terjadi pada salah satu mata saja atau kedua mata sekaligus.</p><p>Agar lebih jelas, kamu perlu tahu apa yang terjadi dengan matamu saat terkena katarak. Jadi, lensa mata adalah bagian transparan di belakang pupil, yaitu titik hitam yang ada di tengah mata. Fungsi dari lensa ini adalah untuk memfokuskan cahaya yang masuk melalui mata ke retina agar objek bisa terlihat dengan jelas.</p><p>Namun, seiring bertambahnya usia, protein pada lensa mata bisa menggumpal dan perlahan-lahan membuat lensa berkeruh dan berkabut. Akibatnya, pengidap katarak tidak bisa melihat dengan jelas karena penglihatannya menjadi kabur.</p><p>Sebenarnya, penyebab mengeruhnya lensa saat mengalami penuaan masih belum diketahui dengan jelas sampai saat ini. Meski demikian, ada beberapa faktor yang dipercaya dapat meningkatkan resiko seseorang terkena katarak, yakni:</p><p>1.\tMata terlalu sering terpapar sinar matahari<br>2.\tPernah menjalani operasi mata<br>3.\tPernah mengalami cedera pada mata<br>4.\tMemiliki anggota keluarga yang mengalami katarak juga<br>5.\tMengidap penyakit tertentu, seperti diabetes, retinitis pigmentosa, yaitu kerusakan retina yang diturunkan atau radang pada lapisan tengah mata (uveitis)<br>6.\tMengkonsumsi obat jenis kortikosteroid dalam jangka panjang<br>7.\tMemiliki kebiasaan merokok<br>8.\tMemiliki kebiasaan mengkonsumsi minuman beralkohol dalam jumlah berlebihan<br>9.\tMemiliki pola makan yang tidak sehat dan kurang bergizi.<br></p><p>Nah, dengan mengetahui penyebab dan faktor risiko katarak, kamu pun jadi bisa menentukan langkah-langkah apa saja yang bisa dilakukan untuk mencegah penyakit mata tersebut. Berikut ini perubahan gaya hidup dan pengobatan rumahan yang bisa membantu kamu mencegah katarak:</p><p>1. Lindungi Mata dari Paparan Sinar Matahari<br>Bila kamu ingin beraktivitas di alam terbuka dalam jangka waktu yang lama, sebaiknya kenakan kacamata hitam untuk melindungi mata dari paparan sinar matahari. Terutama selama musim panas. Pilihlah kacamata hitam yang mempunyai proteksi 100 persen dari sinar ultraviolet, baik UVA maupun UVB.</p><p>2. Jaga Kadar Gula Darah Tetap Normal<br>Mengurangi makanan manis, mengontrol porsi makan, dan berolahraga secara teratur adalah beberapa cara yang bisa kamu lakukan untuk menjaga kadar gula darah tetap normal. Menjaga kadar gula darah sangat penting, apalagi untuk pengidap diabetes. Selain bisa memperbaiki kondisi diabetes, hal ini juga bisa mengurangi risiko terkena katarak, karena katarak lebih cepat berkembang saat kadar gula darahmu tinggi.</p><p>3. Kurangi Beban Kerja Mata<br>Perbaiki pencahayaan di rumah yang akan memudahkan mata untuk melihat atau membaca dengan jelas. Bila ingin melihat atau membaca huruf-huruf kecil, sebaiknya gunakan kaca pembesar.</p><p>4. Hentikan Kebiasan yang Tidak Baik untuk Mata<br>Bila kamu seorang perokok, berusahalah untuk mengurangi frekuensi merokok bahkan kalau bisa, berhentilah merokok sama sekali. Begitu juga dengan kamu yang punya kebiasaan minum-minuman beralkohol, sebaiknya mulai batasi dari sekarang. Kamu juga dianjurkan untuk membatasi kebiasaan menyetir di malam hari.</p><p>5. Periksa Mata Secara Rutin<br>Bila kamu merasa penglihatanmu sudah mulai berkurang, sehingga mengganggu aktivitas harian kamu, sebaiknya segera periksakan diri ke dokter mata. Periksakan mata juga secara rutin untuk menyesuaikan minus mata, bagi kamu yang adalah pengguna kacamata.</p>",
            "source":"https:\/\/www.halodoc.com\/artikel\/ingin-mencegah-katarak-lakukan-5-hal-ini"
        }
    ]
}
